module.exports = {
    newMsgUnsub: [
        'Здравствуйте, {{NAME}}! К сожалению, я не обнаружила Вас в списках компании. Пожалуйста, оформите подписку.',
        "Доброго времени суток, {{NAME}}! К сожалению, Ваш код доступа недействителен, оформите, пожалуйста подписку.",
        "Приветствую, {{NAME}}! Вижу, Вы первый раз в нашей компании. Пройдите, пожалуйста, на главную страницу компании для оформления подписки.",
        "Добро пожаловать в нашу компанию, {{NAME}}! Для продолжения работы, пройдите, пожалуйста процедуру оформления подписки. Спасибо.",
        "Здравствуйте, {{NAME}}! Я Ваша личная секретарша Светлана Олеговна. Перед началом работы оформите, пожалуйста, подписку на нашу компанию."
    ],
    newMsgSub: [
        "Здравствуйте, {{NAME}}! Чем могу помочь?",
        "А, снова Вы, {{NAME}}! Чем могу быть полезна?",
        "Слушаю Вас, {{NAME}}.",
        "Да, {{NAME}}? Чем-то помочь?"
    ],
    groupJoin: [
        "Отдел кадров одобрил Вашу заявку. Теперь мы можем приступить к работе. Могу я чем-то помочь?",
        "Ваша заявка прошла регистрацию, поздравляю! Теперь я к Вашим услугам.",
        "Поздравляю Вас с пополнением рядов нашей компании! Чем могу помочь?",
        "Ваши документы оформлены, спасибо. Могу ли я чем-то Вам помочь?"
    ],
    groupLeave: [
        "Всего хорошего, {{NAME}}! Надеюсь, мы с Вами еще увидимся!",
        "Приятно было поработать с Вами, {{NAME}}! Успехов Вам!",
        "Спасибо за сотрудничество, {{NAME}}! Всего хорошего!"
    ]
};