module.exports = {
    add: {
        at: /(понедельник|вторник|среду|четверг|пятницу|субботу|воскресенье|сегодня|завтра|послезавтра|(0?[1-9]|[12][0-9]|3[01])[- /.](0?[1-9]|1[012])[- /.](20\d\d)| )(?:(?: в ((\d|[0-1]\d|2[0-3]):([0-5]\d)))| (утром|днем|вечером))?[, ](.*)/,
        after: /через ((\d{1,4}|\D+) (мин[уты]{0,3}|ч[асов]{0,4})|(час|полчаса|минуту)|((\d|1\d|2[0-3]):([0-5]\d)))[, ](.+)/,
        every: /(кажд[ыйоеую]{2}|по)? (ежедневно|утро|день|вечер|понедельник[ам]{0,2}|вторник[ам]{0,2}|сред[уам]{0,2}|четверг[ам]{0,2}|пятниц[уам]{0,2}|суббот[уам]{0,2}|воскресень[еям]{0,2}|(0?[1-9]|[12][0-9]|3[01]) число)(?: в ((\d|1\d|2[0-3]):([0-5]\d)))?[, ](.*)/
    },
    show: {
        all: /все (?:мои )?напоминания/,
        for: /напоминания на (сегодня|завтра|послезавтра|понедельник|вторник|среду|четверг|пятницу|субботу|воскресенье|неделю|месяц|(0?[1-9]|[12][0-9]|3[01])[- /.](0?[1-9]|1[012])[- /.](20\d\d))/
    },
    change: /(время|дату|текст) (последнего|\d+(?:_\d+)?) напоминания на ((\d|[0-1]\d|2[0-3]):([0-5]\d)|(0?[1-9]|[12][0-9]|3[01])[- /.](0?[1-9]|1[012])[- /.](20\d\d)|.*)/,
    delete: /(все|последнее|\d+(?:_\d+)?) напоминани[ея]/
};