module.exports = {
    newMsgUnsub: [
        'Здравствуйте, {{NAME}}! К сожалению, я не обнаружила Вас в списках компании. Пожалуйста, оформите подписку.',
        "Доброго времени суток, {{NAME}}! К сожалению, Ваш код доступа недействителен, оформите, пожалуйста подписку.",
        "Приветствую, {{NAME}}! Вижу, Вы первый раз в нашей компании. Пройдите, пожалуйста, на главную страницу компании для оформления подписки.",
        "Добро пожаловать в нашу компанию, {{NAME}}! Для продолжения работы, пройдите, пожалуйста процедуру оформления подписки. Спасибо.",
        "Здравствуйте, {{NAME}}! Я Ваша личная секретарша Светлана Олеговна. Перед началом работы оформите, пожалуйста, подписку на нашу компанию."
    ],
    newMsgSub: [
        "Здравствуйте, {{NAME}}! Чем могу помочь?",
        "А, снова Вы, {{NAME}}! Чем могу быть полезна?",
        "Слушаю Вас, {{NAME}}",
        "Да, {{NAME}}? Чем-то помочь?"
    ],
    groupJoin: [
        "Отдел кадров одобрил Вашу заявку. Теперь мы можем приступить к работе. Могу я чем-то помочь?",
        "Ваша заявка прошла регистрацию, поздравляю! Теперь я к Вашим услугам.",
        "Поздравляю Вас с пополнением рядов нашей компании! Чем могу помочь?",
        "Ваши документы оформлены, спасибо. Могу ли я чем-то Вам помочь?"
    ],
    groupLeave: [
        "Всего хорошего, {{NAME}}! Надеюсь, мы с Вами еще увидимся!",
        "Приятно было поработать с Вами, {{NAME}}! Успехов Вам!",
        "Спасибо за сотрудничество, {{NAME}}! Всего хорошего!"
    ],
    pastDate: [
        'К сожалению, я не смогу вернуться в прошлое и напомнить это Вам. Укажите верную дату и время!',
        'Вы указали прошедшую дату и время!',
        'Укажите, пожалуйста, правильную дату и время!',
        'Похоже, эта дата уже в прошлом. Давайте лучше смотреть в будущее.'
    ],
    help: 'Попросите меня напомнить о чем-то важном и я обязательно это сделаю &#9786;\n' +
          'Это довольно просто. Напишите мне сообщение в формате:\n\n' +
          '[команда][дата][время][напоминание]\n' +
          'Например:\n' +
          'напомни через час погладить носки\n' +
          'напомни завтра в 19:00 не пропустить сериал\n\n' +
          'Также я могу показывать Вам сводку на день или неделю, изменять существующие или удалять ненужные напоминания. Просто скажите &#128513;\n' +
          'Полный список команд и подробная инструкция доступны здесь: https://vk.com/page-143831361_52668054',
    thanks: [
        'Всегда пожалуйста &#128522;',
        'Это моя работа &#128521;',
        'Не за что &#128524;',
        'Рада, что смогла помочь &#9786;'
    ],
    bye: [
        'До скорого!',
        'До встречи!',
        'Пока',
        'Еще увидимся'
    ]
};